apple
book
car
dog
earth
fire
gold
house
ice
job
king
lake
moon
night
park
queen
rain
star
tree
water
wind
year
zone
bird
city
door
farm
game
hill
iron
lamp
news
path
rice
salt
time
wave
wood
yard
bear
cake
deer
east
fish
gift
hand
hope
idea
jump
kick
life
love
mind
name
page
rock
ship
song
talk
test
view
walk
wall
warm
wine
work
baby
ball
bank
bell
bike
blue
boat
bone
call
camp
card
case
chef
club
coat
code
coin
cook
copy
corn
cost
crew
crop
dark
data
deal
desk
diet
disk
dock
drop
edge
exit
face
fact
fall
feed
feel
film
flag
flat
flow
food
foot
form
fort
fuel
fund
gain
gate
gear
girl
goal
good
gray
grow
hair
half
hall
head
heat
heel
help
hero
hide
hole
home
hood
hook
horn
host
hour
hunt
jack
jury
land
lane
leaf
lean
lift
like
line
link
list
load
loan
lock
logo
look
loop
loss
luck
lung
mail
main
mall
mark
mask
mass
mate
meal
menu
mess
mode
most
move
much
neck
need
nest
nice
node
note
noun
oven
pace
pack
pain
pair
part
pass
past
peak
pick
pile
pine
pink
pipe
plan
play
plot
plug
poll
pond
pool
port
pose
post
pour
pray
pure
push
quit
race
rack
rage
rail
rank
rate
read
real
rear
rent
rest
rich
ride
ring
rise
risk
road
role
roll
roof
room
root
rose
rule
rush
safe
sale
sand
save
seat
seed
seek
self
sell
send
shop
shot
show
side
sign
sink
site
size
skin
slow
snap
snow
soap
sock
soft
some
soon
sort
spot
step
stop
suit
sure
tail
tank
tape
task
team
teen
tell
tent
term
text
them
thin
tiny
tone
tool
tour
town
trap
trip
true
tube
turn
type
unit
upon
urge
used
user
vary
verb
very
vice
visa
vote
wait
wake
wash
weak
wear
week
well
west
what
when
wide
wife
wild
will
wing
wire
wise
wish
wolf
worm
wrap
zero
zoom
acre
aged
ache
acid
ally
arch
area
arms
arts
atom
auto
axis
band
base
beam
bean
beer
belt
best
bias
bill
bind
bite
body
bold
bomb
bond
boom
boot
born
boss
both
bulk
bull
burn
busy
butt
buzz
came
caps
care
cart
cash
cast
cell
cent
chat
chin
chip
cite
clip
coal
coat
coil
cold
cole
come
cone
cook
cool
cope
copy
cord
core
corn
crew
crop
crow
cube
cult
curl
dart
dash
days
dead
deal
deck
deep
deer
demo
deny
desk
dice
diet
disc
dish
dock
does
doll
done
down
drag
draw
drop
drug
dump
each
earn
ease
easy
echo
edge
edit
else
emit
ends
even
ever
evil
exam
exec
exit
expo
face
fact
fade
fail
fair
fake
fall
fans
fare
farm
fast
feat
feed
feel
fell
felt
fern
fest
file
fill
film
find
fine
fire
firm
fish
fits
five
flag
flat
flex
flip
flow
flu
flux
foil
fold
folk
font
food
foot
ford
fore
fork
form
fort
four
free
frog
from
fuel
full
fund
fuse
gain
game
gang
gear
gene
gets
gift
girl
give
goal
gold
gone
good
grab
grad
gram
gray
grey
grid
grim
grow
guns
hack
hair
half
hall
halt
hand
hang
hard
hash
haul
have
hawk
head
heap
hear
heat
heck
heel
held
hell
help
here
hero
hide
high
hill
hint
hips
hire
hits
hive
hold
hole
home
hood
hook
hope
horn
host
hour
huge
hung
hunt
iced
icon
idea
idle
inch
info
into
ions
iris
iron
isle
itch
item
jack
java
jest
jets
jobs
john
join
jour
jump
jury
just
keep
kept
keys
kick
kids
kill
kind
king
kits
know
labs
lace
lake
lamp
land
lane
laps
lash
lass
last
late
laws
lays
lead
leaf
lean
left
legs
less
lick
lies
life
lift
like
lime
line
link
lion
list
live
load
loan
lock
logo
logs
long
look
loop
lord
lore
lose
loss
lost
lots
loud
love
luck
lung
lush
lust
made
maid
mail
main
make
male
mall
maps
mare
mark
mars
mask
mass
mate
math
maze
meal
mean
meet
memo
menu
mere
mesh
mess
mile
mill
mime
mind
mine
mint
miss
mist
mode
moon
more
most
moth
move
much
must
mute
name
near
neck
need
nest
nets
news
next
nice
nick
nine
node
none
noon
norm
note
noun
nuts
odes
okay
olds
omit
once
ones
only
onto
oops
open
opts
oral
ores
oven
over
owed
owns
pace
pack
page
paid
pain
pair
pane
para
park
part
pass
past
path
pawn
peak
pear
peat
peek
peer
peon
pest
pets
pick
pies
pike
pile
pill
pine
pink
pins
pipe
plan
play
plot
plug
plus
poke
pole
poll
pond
pool
port
pose
post
pour
pray
prep
prim
pro
prod
prom
prop
pull
punk
pure
push
puts
quad
quit
quiz
race
rack
raft
rage
raid
rail
rain
rams
rang
rank
rant
rape
rate
rays
read
real
ream
rear
reed
refs
rent
repo
rest
rice
rich
rick
ride
rift
ring
riot
ripe
rise
risk
rite
road
robe
rock
role
roll
roof
room
root
rose
rots
rows
rule
runs
rush
rust
safe
said
sale
salt
same
sand
save
says
scan
scar
seat
sect
seed
seek
seen
self
sell
semi
send
sent
serve
sets
sexy
shade
shaft
shake
shall
shape
share
sharp
shed
she
sheet
shelf
shell
shift
shine
ship
ships
shirt
shoot
shops
shore
short
shots
should
show
shown
shows
side
sign
sing
sink
sip
site
size
skin
skip
slot
slow
slug
snap
snow
soap
sock
soft
sold
sole
some
song
sons
soon
sort
soup
south
span
spar
spawn
spec
spell
spent
spin
spot
spread
spring
squeeze
stab
stack
staff
stage
stalk
stamp
stand
star
start
stash
state
stay
stead
steam
steel
stem
step
stick
still
stock
stone
stood
stop
store
storm
story
strap
stream
street
stress
stretch
strict
stride
strike
string
strip
stroke
strong
stud
study
stuff
style
subs
such
suit
super
sure
surf
swap
sweet
swift
swing
sword
sync
tabs
tags
tail
take
talk
tank
tape
task
team
teen
tell
temp
tent
term
test
text
than
that
them
then
thew
they
thin
thing
think
third
this
those
three
throat
through
throw
thrown
thumb
thus
tick
tier
ties
tight
tile
time
ting
tiny
tips
title
toast
tone
tons
took
tool
torch
total
touch
tour
tout
tower
trace
track
tract
trade
trail
train
trait
trap
trash
travel
tree
trial
tries
trim
trip
truck
true
trust
truth
tube
turn
tweet
twig
type
udder
under
unfold
uniform
union
unique
unit
unity
unless
unlock
unload
unlock
unpack
unsafe
until
unto
unused
unwrap
update
upgrade
upload
upon
upper
urban
usable
usage
used
usher
using
usual
utter
vale
valid
valor
value
van
vary
vault
veal
vent
venue
verb
verse
very
vest
via
vice
video
view
villa
vine
visa
visit
visor
voice
void
volt
volume
vote
wait
wake
walk
wall
wand
want
war
ward
ware
warm
warn
wart
wash
watch
water
wave
ways
weak
wealth
weapon
wear
weed
week
weep
weigh
welcome
well
went
were
west
what
wheel
when
where
which
while
white
who
whole
whose
wick
wide
width
wife
wild
will
win
wind
wine
wing
winner
winter
wipe
wire
wise
wish
wit
witch
with
within
without
wives
wizard
woke
wolf
woman
women
won
wood
word
work
world
worm
worth
would
wrap
write
wrong
yard
year
yellow
yes
yet
yield
you
young
your
zap
zero
zig
zing
zip
zone
zoom