apple
book
car
dog
earth
fire
gold
house
ice
job
king
lake
moon
night
park
queen
rain
star
tree
water
wind
year
zone
bird
city
door
farm
game
hill
iron
lamp
news
path
rice
salt
time
wave
wood
yard
bear
cake
deer
east
fish
gift
hand
hope
idea
jump
kick
life
love
mind
name
page
rock
ship
song
talk
test
view
walk
wall
warm
wine
work
baby
ball
bank
bell
bike
blue
boat
bone
call
camp
card
case
chef
club
coat
code
coin
cook
copy
corn
cost
crew
crop
dark
data
deal
desk
diet
disk
dock
drop
edge
exit
face
fact
fall
feed
feel
film
flag
flat
flow
food
foot
form
fort
fuel
fund
gain
gate
gear
girl
goal
good
gray
grow
hair
half
hall
head
heat
heel
help
hero
hide
hole
home
hood
hook
horn
host
hour
hunt
jack
jury
land
lane
leaf
lean
lift
like
line
link
list
load
loan
lock
logo
look
loop
loss
luck
lung
mail
main
mall
mark
mask
mass
mate
meal
menu
mess
mode
most
move
much
neck
need
nest
nice
node
note
noun
oven
pace
pack
pain
pair
part
pass
past
peak
pick
pile
pine
pink
pipe
plan
play
plot
plug
poll
pond
pool
port
pose
post
pour
pray
pure
push
quit
race
rack
rage
rail
rank
rate
read
real
rear
rent
rest
rich
ride
ring
rise
risk
road
role
roll
roof
room
root
rose
rule
rush
safe
sale
sand
save
seat
seed
seek
self
sell
send
shop
shot
show
side
sign
sink
site
size
skin
slow
snap
snow
soap
sock
soft
some
soon
sort
spot
step
stop
suit
sure
tail
tank
tape
task
team
teen
tell
tent
term
text
them
thin
tiny
tone
tool
tour
town
trap
trip
true
tube
turn
type
unit
upon
urge
used
user
vary
verb
very
vice
visa
vote
wait
wake
wash
weak
wear
week
well
west
what
when
wide
wife
wild
will
wing
wire
wise
wish
wolf
worm
wrap
zero
zoom
acre
aged
ache
acid
ally
arch
area
arms
arts
atom
auto
axis
band
base
beam
bean
beer
belt
best
bias
bill
bind
bite
body
bold
bomb
bond
boom
boot
born
boss
both
bulk
bull
burn
busy
butt
buzz
came
caps
care
cart
cash
cast
cell
cent
chat
chin
chip
cite
clip
coal
coil
cold
come
cone
cope
cord
core
crow
cube
cult
curl
dart
dash
days
dead
deck
deep
demo
deny
dice
disc
dish
does
doll
done
down
drag
draw
drug
each
earn
ease
easy
echo
edit
else
emit
ends
even
ever
evil
exam
exec
expo
fade
fail
fair
fake
fans
fare
fast
fern
foil
fold
folk
font
ford
fore
fork
four
free
frog
from
full
fuse
gang
gene
gets
give
gone
grab
grad
gram
grey
grid
grim
guns
hack
halt
hang
hard
hash
haul
have
hawk
heap
hear
heck
held
hell
here
hint
hips
hire
hits
hive
hold
hung
iced
icon
idle
inch
info
into
ions
iris
isle
item
java
jest
jets
jobs
john
join
jour
just
keep
kept
keys
kids
kill
kind
kits
know
labs
lace
laps
lash
lass
last
late
laws
lays
lead
left
legs
less
lick
lies
lime
lion
live
logs
long
lord
lore
lose
lost
lots
loud
lush
lust
made
maid
male
maps
mare
mars
maze
mean
meet
memo
mere
mesh
mile
mill
mime
mine
mint
miss
mist
more
moth
must
mute
near
nets
next
nine
none
noon
norm
nuts
okay
olds
omit
once
ones
only
onto
oops
open
opts
oral
ores
over
owed
owns
paid
para
pawn
pear
peat
peek
peer
peon
pest
pets
pies
pike
pill
pins
plus
poke
pole
prep
prod
prom
prop
pull
punk
puts
quad
quiz
raft
raid
rams
rang
rant
rape
rays
ream
reed
refs
repo
rift
riot
ripe
rite
robe
rots
rows
runs
rust
says
scan
scar
sect
seen
semi
sent
sexy
shed
shit
shops
sing
skip
slot
slug
sold
sole
sons
soup
span
spar
spec
spin
stab
stack
staff
stage
stalk
stamp
stand
start
stash
state
stay
stead
steam
steel
stem
stick
still
stock
stone
stood
store
storm
story
strap
stream
street
stress
stretch
strict
stride
strike
string
strip
stroke
strong
stud
study
stuff
style
subs
such
super
surf
swap
sweet
swift
swing
sword
sync
tabs
tags
take
temp
than
that
they
thing
think
third
this
those
three
throw
thrown
thumb
thus
tick
tier
ties
tile
ting
tips
title
toast
tons
took
torch
total
touch
tout
tower
trace
track
tract
trade
trail
train
trait
trash
travel
trial
tries
trim
truck
trust
truth
twig
udder
under
unfold
uniform
union
unique
unity
unless
unlock
unload
unpack
unsafe
until
unto
unused
unwrap
update
upgrade
upload
upper
urban
usable
usage
usher
using
usual
utter
vale
valid
valor
value
van
vault
veal
vent
venue
verse
vest
via
video
villa
vine
visit
visor
voice
void
volt
volume
wand
want
ward
ware
warn
wart
watch
ways
wealth
weapon
weed
weep
weigh
welcome
went
were
wheel
where
which
while
white
whose
wick
width
winner
winter
wipe
witch
within
without
wives
wizard
woke
woman
women
won
world
worth
would
write
wrong
yellow
yes
yet
yield
young
your
zap